{
    "tokens": [
        {
            "symbol": "ASB",
            "name": "Asset Backup Token",
            "company": "AB Estate Building Co. Ltd.",
            "status": "open",
            "tokenType": "investment",
            "category": "Estate",
            "totalSupply": 10000000,
            "tokenPrice": 50,
            "minInvestment": 5000,
            "maxInvestment": 500000,
            "fundingGoal": 200000000,
            "currentRaised": 85000000,
            "projectPeriod" :5,
            "startDate": "2024-07-15",
            "endDate": "2024-09-30",
            "description": "Asset Backup Token เป็นโทเคนที่ถูกออกแบบมาเพื่อการลงทุนในอสังหาริมทรัพย์ โดยมุ่งเน้นไปที่การสร้างความมั่นคงและผลตอบแทนที่ยั่งยืนให้กับนักลงทุน ผ่านการใช้เทคโนโลยีบล็อกเชนเพื่อเพิ่มความโปร่งใสในการบริหารจัดการสินทรัพย์และการกระจายความเสี่ยง การลงทุนใน ASB ช่วยให้นักลงทุนสามารถเข้าถึงการถือครองอสังหาริมทรัพย์คุณภาพสูงได้ง่ายขึ้น พร้อมทั้งรับผลตอบแทนจากค่าเช่าและการเติบโตของมูลค่าสินทรัพย์ในระยะยาว โดยมีการจัดการอย่างมืออาชีพเพื่อลดความเสี่ยงในการลงทุน อีกทั้งยังช่วยให้การซื้อขายแลกเปลี่ยนโทเคนสามารถดำเนินการได้อย่างรวดเร็วและมีประสิทธิภาพผ่านแพลตฟอร์มดิจิทัล",
            "whitepaper": {
                "overview": "โครงการ ASB มีวิสัยทัศน์ในการปฏิวัติวงการอสังหาริมทรัพย์ด้วยเทคโนโลยีบล็อกเชน",
                "problemStatement": [
                    "การลงทุนในอสังหาริมทรัพย์มีอุปสรรคสูง เช่น เงินลงทุนสูง ความยุ่งยากในการซื้อขาย",
                    "ขาดความโปร่งใสในการลงทุน",
                    "ต้นทุนการทำธุรกรรมสูง"
                ],
                "solution": [
                    "กระจายการลงทุนผ่านโทเคนไนเซชัน",
                    "เพิ่มสภาพคล่องให้กับตลาดอสังหาริมทรัพย์",
                    "ลดต้นทุนและความยุ่งยากในการลงทุน"
                ],
                "technicalArchitecture": {
                    "blockchain": "Ethereum",
                    "tokenStandard": "ERC-20",
                    "smartContractAudited": true
                }
            }
        },
        {
            "symbol": "AGIS",
            "name": "Aegis Tech Token",
            "status": "coming",
            "company": "Aegis Cyber Co. Ltd.",
            "tokenType": "utility",
            "category": "Technology",
            "totalSupply": 5000000,
            "tokenPrice": 100,
            "currency": "THB",
            "minInvestment": 10000,
            "maxInvestment": 250000,
            "fundingGoal": 150000000,
            "currentRaised": 0,
            "projectPeriod" :2,
            "startDate": "2024-09-01",
            "endDate": "2024-10-31",
            "description": "AGIS เป็นโทเคนที่มุ่งเน้นการพัฒนาโซลูชันด้านความปลอดภัยทางไซเบอร์ที่ทันสมัยและมีประสิทธิภาพ เพื่อปกป้ององค์กรและข้อมูลสำคัญจากภัยคุกคามทางไซเบอร์ที่เพิ่มขึ้นในยุคดิจิทัลที่ทุกสิ่งเชื่อมต่อกันอย่างรวดเร็ว โทเคน AGIS จะช่วยให้องค์กรสามารถนำเทคโนโลยีบล็อกเชนมาใช้ในการจัดการความปลอดภัยที่โปร่งใสและเชื่อถือได้ โดยการป้องกันข้อมูลจากการโจมตีที่อาจเกิดขึ้น รวมถึงการรักษาความปลอดภัยในทุกกระบวนการของการจัดการข้อมูล ซึ่งการใช้ AGIS จะช่วยเสริมสร้างความมั่นคงและปกป้องข้อมูลสำคัญจากภัยคุกคามในรูปแบบต่างๆ ไม่ว่าจะเป็นการแฮกข้อมูล การปลอมแปลง หรือการโจมตีทางไซเบอร์รูปแบบอื่นๆ อีกทั้งยังช่วยลดต้นทุนในการดำเนินงานด้านความปลอดภัย ด้วยการใช้โซลูชันที่มีความยืดหยุ่นและสามารถปรับตัวได้ตามสถานการณ์ที่เปลี่ยนแปลงไป",
            "whitepaper": {
                "overview": "การรักษาความปลอดภัยข้อมูลในยุคดิจิทัลที่มีความซับซ้อนและทวีความรุนแรงมากขึ้น",
                "problemStatement": [
                    "จำนวนภัยคุกคามทางไซเบอร์เพิ่มขึ้นอย่างต่อเนื่อง",
                    "ความซับซ้อนของภัยคุกคามมากขึ้น",
                    "ขาดโซลูชันที่ครอบคลุมและทันสมัย"
                ],
                "solution": [
                    "พัฒนาเครื่องมือป้องกันและตรวจจับภัยคุกคามด้วย AI",
                    "สร้างเครือข่ายการแลกเปลี่ยนข้อมูลความปลอดภัย",
                    "ให้คำปรึกษาและฝึกอบรมด้านความปลอดภัยไซเบอร์"
                ],
                "technicalArchitecture": {
                    "blockchain": "Polygon",
                    "tokenStandard": "ERC-20",
                    "smartContractAudited": true
                }
            }
        },
        {
            "symbol": "DK",
            "name": "Droriko Beverage Token",
            "status": "closed",
            "company": "Droriko Beverage Co. Ltd.",
            "tokenType": "investment",
            "category": "F&B",
            "totalSupply": 8000000,
            "tokenPrice": 25,
            "minInvestment": 2000,
            "maxInvestment": 100000,
            "fundingGoal": 100000000,
            "currentRaised": 100000000,
            "projectPeriod" :3,
            "startDate": "2024-05-01",
            "endDate": "2024-06-30",
            "description": "DK Token เป็นโทเคนที่ถูกออกแบบมาเพื่อสนับสนุนการขยายธุรกิจเครื่องดื่มของ Droriko ซึ่งครอบคลุมน้ำอัดลม น้ำเปล่า และกาแฟ โดยมุ่งหวังให้การลงทุนและการซื้อขายผลิตภัณฑ์เครื่องดื่มต่างๆ สามารถดำเนินการได้อย่างมีประสิทธิภาพและโปร่งใส ผ่านการใช้เทคโนโลยีบล็อกเชน DK Token ช่วยเพิ่มความสะดวกในการทำธุรกรรมและสร้างความมั่นคงให้กับธุรกิจ ทั้งในด้านการขยายตลาดและการจัดการซัพพลายเชนโซลูชันให้มีประสิทธิภาพมากยิ่งขึ้น นอกจากนี้ DK Token ยังเปิดโอกาสให้นักลงทุนและผู้บริโภคสามารถมีส่วนร่วมในโปรแกรมสะสมคะแนนและสิทธิประโยชน์ต่างๆ จากการซื้อเครื่องดื่ม และยังมีบทบาทสำคัญในการพัฒนาโครงสร้างพื้นฐานสำหรับธุรกิจเครื่องดื่มเพื่อรองรับการเติบโตในอนาคต",
            "whitepaper": {
                "overview": "การปฏิวัติอุตสาหกรรมเครื่องดื่มด้วยเทคโนโลยีบล็อกเชนและการมีส่วนร่วมของผู้บริโภค",
                "problemStatement": [
                    "การแข่งขันในตลาดเครื่องดื่มสูง",
                    "ต้นทุนการตลาดและการกระจายสินค้าสูง",
                    "ขาดการมีส่วนร่วมจากผู้บริโภค"
                ],
                "solution": [
                    "สร้างระบบนิเวศน์การตลาดแบบมีส่วนร่วม",
                    "ใช้โทเคนเป็นระบบสะสมแต้มและส่วนลด",
                    "เพิ่มช่องทางการมีส่วนร่วมของผู้ถือโทเคน"
                ],
                "technicalArchitecture": {
                    "blockchain": "Binance Smart Chain",
                    "tokenStandard": "BEP-20",
                    "smartContractAudited": true
                }
            }
        }
    ]
}